[
    {
      "text": "اللهم إنك عفو تحب العفو فاعف عني",
      "translation": "Ô Allah, Tu es Pardonneur et Tu aimes le pardon, alors pardonne-moi."
    },
    {
      "text": "اللهم ارزقني الجنة بلا حساب",
      "translation": "Ô Allah, accorde-moi le Paradis sans jugement."
    },
    {
      "text": "اللهم اجعلني من عبادك الصالحين",
      "translation": "Ô Allah, fais-moi parmi Tes serviteurs vertueux."
    },
    {
      "text": "اللهم اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب",
      "translation": "Ô Allah, pardonne-moi, à mes parents et aux croyants au Jour du Jugement."
    },
    {
      "text": "اللهم اصلح لي ديني الذي هو عصمة أمري",
      "translation": "Ô Allah, répare ma religion qui est la sauvegarde de mon affaire."
    },
    {
      "text": "اللهم اجعل القرآن ربيع قلبي",
      "translation": "Ô Allah, fais du Coran la source de mon cœur."
    },
    {
      "text": "اللهم إني أسألك الجنة وأعوذ بك من النار",
      "translation": "Ô Allah, je Te demande le Paradis et je me réfugie auprès de Toi contre l'Enfer."
    },
    {
      "text": "اللهم إني أعوذ بك من الهم والحزن",
      "translation": "Ô Allah, je me réfugie auprès de Toi contre l’angoisse et la tristesse."
    },
    {
      "text": "اللهم يا مقلب القلوب ثبت قلبي على دينك",
      "translation": "Ô Allah, Toi qui retournes les cœurs, affermis mon cœur dans Ta religion."
    },
    {
      "text": "اللهم ارزقني حسن الخاتمة",
      "translation": "Ô Allah, accorde-moi une bonne fin de vie."
    },
    {
      "text": "اللهم لا تجعل الدنيا أكبر همي",
      "translation": "Ô Allah, ne fais pas de ce monde mon plus grand souci."
    },
    {
      "text": "اللهم بارك لنا في أوقاتنا وأعمارنا",
      "translation": "Ô Allah, bénis nos temps et nos vies."
    },
    {
      "text": "اللهم إني أسألك رضاك والجنة وأعوذ بك من سخطك والنار",
      "translation": "Ô Allah, je Te demande Ton agrément et le Paradis, et je me réfugie auprès de Toi contre Ta colère et l'Enfer."
    },
    {
      "text": "اللهم اجعلنا من الذاكرين الشاكرين",
      "translation": "Ô Allah, fais-nous parmi ceux qui Te rappellent et Te remercient."
    },
    {
      "text": "اللهم احفظني من كل شر وسوء",
      "translation": "Ô Allah, protège-moi de tout mal et de toute nuisance."
    },
    {
      "text": "اللهم اجعلني من الذين يحبون لقاءك",
      "translation": "Ô Allah, fais-moi parmi ceux qui aiment Te rencontrer."
    },
    {
      "text": "اللهم لا تخرجني من هذه الدنيا إلا وأنت راضٍ عني",
      "translation": "Ô Allah, ne me fais pas quitter ce monde sans être satisfait de moi."
    },
    {
      "text": "اللهم إني أعوذ بك من العجز والكسل",
      "translation": "Ô Allah, je me réfugie auprès de Toi contre l'incapacité et la paresse."
    }
]
